Revit 2024 API
Tile.TextureLinkTextureTransforms Property
 The property labeled "Link Transforms" from the "Tile" schema.
Namespace: Autodesk.Revit.DB.Visual
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2018.1
Syntax
C#
public static string TextureLinkTextureTransforms { get; }
Visual Basic
Public Shared ReadOnly Property TextureLinkTextureTransforms As String
	Get
Visual C++
public:
static property String^ TextureLinkTextureTransforms {
	String^ get ();
}
Remarks
 This property is of type "AssetPropertyBoolean".
See Also
Tile Class
Autodesk.Revit.DB.Visual Namespace